orgs/nothing.org
#+OPTIONS: ':nil *:t -:t ::t <:t H:3 \n:nil ^:t arch:headline
#+OPTIONS: author:t broken-links:nil c:nil creator:nil
#+OPTIONS: d:(not "LOGBOOK") date:t e:t email:nil f:t inline:t num:t
#+OPTIONS: p:nil pri:nil prop:nil stat:t tags:t tasks:t tex:t
#+OPTIONS: timestamp:t title:t toc:t todo:t |:t
#+TITLE: 其實只是什麼都不想做
#+DATE: 
#+LANGUAGE: en
#+SELECT_TAGS: export
#+EXCLUDE_TAGS: noexport
#+CREATOR: Emacs 26.3 (Org mode 9.1.9)
#+OPTIONS: html-link-use-abs-url:nil html-postamble:auto
#+OPTIONS: html-preamble:t html-scripts:t html-style:t
#+OPTIONS: html5-fancy:nil tex:t
#+HTML_DOCTYPE: xhtml-strict
#+HTML_CONTAINER: div
#+DESCRIPTION:
#+KEYWORDS:
#+HTML_LINK_HOME:
#+HTML_LINK_UP:
#+HTML_MATHJAX:
#+HTML_HEAD:
#+HTML_HEAD_EXTRA:
#+SUBTITLE:
#+INFOJS_OPT:
#+CREATOR: <a href="https://www.gnu.org/software/emacs/">Emacs</a> 26.3 (<a href="https://orgmode.org">Org</a> mode 9.1.9)
#+LATEX_HEADER:
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="css/style.css" />


其實這才是org本來的用途和含義？本來就是計劃和執行？所以，這也算某種回歸？

雖然，其實只是什麼都不想做。

但是更新博客呢。也是一說。還差一點借了春秋左傳集註來着，雖然也是簡體字的版本。好吧，不是應該先看史記的麼。

也算是看完一本論語。然後接下來是不是應該先孟子一下？還是。

各種想做的事情，大抵也都只能留給明年了吧。這也算萬用模板？

好吧，2020年想做的事情：

- 閱讀

  1. 全集/作品集系列
	
    - 康德全集
    - 亞里士多德全集
    - 弗洛伊德作品集
    - 榮格作品集
    - 韋伯作品集
    - 錢穆作品集
    - 馬克斯·舍勒作品集
    - 海德格爾作品集
	  
  2. 專題系列
	
        + 施特勞斯及其學生（太多了缺少清單？主要是最近買了一堆書）
	+ 算法導論系列
	+ 四史
	+ 論語系列
	+ 劍橋歐洲中世紀經濟史（這個其實也可以歸在上面一類？）
	+ 現象學系列（胡塞爾及其他）
	+ 民族主義系列
	  
- 計算機（雖然閱讀裏面提了一下，只是貌似這個更多應該是實踐，所以獨立出來？）
    1. C/C++
    2. java
    3. PHP+mysql（貌似有點過時了）
    4. python
    5. R
    6. scheme
    7. lua
	
- 書寫（其實也應該算爲實踐？）
	1. 宏觀經濟系列
	2. 財務管理系列
	3. 論語閱讀筆記
	4. 歷史主義閱讀筆記？
	
- 翻譯

如果一年翻譯一本書的話，應該怎麼選擇。好吧，之前可能也是想要得太多了。
	
然後

……
