pages/nothing.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-01-13 Wed 15:41 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>其實只是什麼都不想做</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="css/style.css" />
</head>
<body>
<div id="content">
<h1 class="title">其實只是什麼都不想做</h1>
<p>
其實這才是org本來的用途和含義？本來就是計劃和執行？所以，這也算某種回歸？
</p>

<p>
雖然，其實只是什麼都不想做。
</p>

<p>
但是更新博客呢。也是一說。還差一點借了春秋左傳集註來着，雖然也是簡體字的版本。好吧，不是應該先看史記的麼。
</p>

<p>
也算是看完一本論語。然後接下來是不是應該先孟子一下？還是。
</p>

<p>
各種想做的事情，大抵也都只能留給明年了吧。這也算萬用模板？
</p>

<p>
好吧，2020年想做的事情：
</p>

<ul class="org-ul">
<li>閱讀

<ol class="org-ol">
<li>全集/作品集系列

<ul class="org-ul">
<li>康德全集</li>
<li>亞里士多德全集</li>
<li>弗洛伊德作品集</li>
<li>榮格作品集</li>
<li>韋伯作品集</li>
<li>錢穆作品集</li>
<li>馬克斯·舍勒作品集</li>
<li>海德格爾作品集</li>
</ul></li>

<li>專題系列

<ul class="org-ul">
<li>施特勞斯及其學生（太多了缺少清單？主要是最近買了一堆書）</li>
<li>算法導論系列</li>
<li>四史</li>
<li>論語系列</li>
<li>劍橋歐洲中世紀經濟史（這個其實也可以歸在上面一類？）</li>
<li>現象學系列（胡塞爾及其他）</li>
<li>民族主義系列</li>
</ul></li>
</ol></li>

<li>計算機（雖然閱讀裏面提了一下，只是貌似這個更多應該是實踐，所以獨立出來？）
<ol class="org-ol">
<li>C/C++</li>
<li>java</li>
<li>PHP+mysql（貌似有點過時了）</li>
<li>python</li>
<li>R</li>
<li>scheme</li>
<li>lua</li>
</ol></li>

<li>書寫（其實也應該算爲實踐？）
<ol class="org-ol">
<li>宏觀經濟系列</li>
<li>財務管理系列</li>
<li>論語閱讀筆記</li>
<li>歷史主義閱讀筆記？</li>
</ol></li>

<li>翻譯</li>
</ul>

<p>
如果一年翻譯一本書的話，應該怎麼選擇。好吧，之前可能也是想要得太多了。
</p>

<p>
然後
</p>

<p>
……
</p>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2021-01-13 Wed 15:41</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
